Repository: smolleyes/gmediafinder2
Catalog: po/*.po
Languages: fr, ro, ru

source: enter fullscreen
fr: entrer plein écran
ro: activare ecran întreg
ru: в полноэкранный

source: Bitrate:
fr: Qualité:
ru: Битрейт:

source: Encoding:
fr: Encodage:
ro: Codare:
ru: Кодирование:

source: Playing:
fr: Lecture:
ro: In lectur:
ru: Играет

source: leave fullscreen
fr: quitter plein écran
ro: ieșire din ecran întreg
ru: из полноэкранного

source: Buffering :
fr: Chargement :
ru: Буферизация :

source: Initializing download...
ro: Se inițializează descărcarea ...
ru: Подготовка к скачиванию...

source: Starting download...
fr: Démarrage du téléchargement...
ro: Activare descărcare ...
ru: Запуск загрузки...

source: Sending download request...
fr: Envoi d'une requête de téléchargement ...
ro: Trimit cererea de descărcare...
ru: Отправка запроса на загрузку...

source: File already downloaded on disk...
ro: Fișierul descărcat deja de pe hard ...
ru: Файл уже скачан на диск...

source: File is here but seems to be incomplete!
fr: Fichier présent mais incomplet
ro: Fişierul este aici, dar pare a fi incomplet !
ru: Файл здесь, но он кажется неполным!

source: Range request supported, trying to resume...
fr: Tentative de reprise ...
ro: Solicitarea interval suportat, încearcă reluarea ...
ru: Поддерживаемый запрос, пытаюсь возобновить...

source: Range request not supported, redownloading file...
ro: Gama de solicitare neacceptata, nouă descărcare a fișierului
ru: Докачивание не поддерживается, скачиваем заново...

source: download stopped...
fr: Téléchargement arrêté...
ro: descărcarea anulată...
ru: загрузка остановилась...

source: Download error...
fr: Erreur de téléchargement ...
ro: Eroare la descărcare...
ru: Ошибка загрузки...

source: Download canceled...
fr: Téléchargement annulé...
ro: Descărcări anulate ...
ru: Загрузка отменена...

source: Download complete...
ro: Descărcarea finalizată ...
ru: Скачивание завершено...

source: Cancelling download...
ro: Se anulează descărcarea...
ru: Прекращение скачивания...

source: Download paused...
ro: Descărcarea în pauză...
ru: Скачивание приостановлено...

source: Resuming download...
fr: Reprise du téléchargement...
ro: Reluare descărcare ...
ru: Возобновление загрузки...

source: Extracting audio...
ro: Extragerea audio...
ru: Извлечение записи...

source: Extraction failed...
ro: Extracția nu a reușit ...
ru: Извлечение завершилось ошибкой...

source: Add link in debrider:
ro: Adaugă link-ul in debrider:
ru: Добавить ссылку в восстановитель:

source: Error 503
ro: Eroare 503
ru: Ошибка 503

source: Invalide link or no account ...
ro: Link-ul inexistent sau Nu aveți cont ...
ru: Неправильная ссылка или аккаунт...

source: %s: No results for %s...
fr: %s: Aucun résultat pour %s...
ro: %s: Nici un rezultat pentru %s...
ru: %s: Нет результата для %s...

source: Order by:
fr: Trier par:
ro: Aranjaţi in baza:
ru: Упорядочить по:

source: Category:
fr: Catégorie:
ro: Categoria:
ru: Категория:

source: Filters:
fr: Filtres:
ro: Filtri:
ru: Фильтры:

source: Quality
fr: Qualité
ro: Calitate
ru: качество

source: Paste youtube link
fr: Coller un lien youtube
ro: Lipire link youtube
ru: Вставить ссылку на YouTube

source: Most relevant
fr: Pertinence
ro: Cele mai relevante
ru: Наиболее подходящие

source: Most recent
fr: Plus récentes
ro: Cele mai recente
ru: Самые последние

source: Most viewed
fr: Plus vues
ro: Cele mai vizionate
ru: Самые просматриваемые

source: Most rated
fr: Mieux notées
ro: Cele mai votate
ru: По рейтингу

source: Sport
ru: Спорт

source: Films
ro: Filme
ru: Фильмы

source: Cars
fr: Voiture
ro: Autovehicule
ru: Машины

source: Music
fr: Musique
ro: Muzică
ru: Музыка

source: Technology
fr: Technologie
ro: Tehnologie
ru: Технология

source: Animals
fr: Animaux
ro: Animale
ru: Животные

source: Travel
fr: Voyage
ro: Călătorii
ru: Путешествия

source: Games
fr: Jeux
ro: Jocuri
ru: Игры

source: Comedy
fr: Comédie
ro: Comedie
ru: Комедия

source: Peoples
fr: Peuples
ro: Personaje
ru: Народные

source: News
fr: Nouvelles
ro: Ştiri
ru: Новости

source: Entertainement
fr: Divertissement
ro: Divertsiment
ru: Развлекательные

source: Trailers
fr: bandes annonces
ru: Трейлеры

source: There's no link to paste...
fr: Aucun lien à coller ...
ro: Nu există nici un link de lipit
ru: Там нет ссылки для вставки...

source: Your link: %s is not a valid youtube link...
fr: Votre lien: %s n'est pas un lien youtube valide...
ro: Your link: %s Nu este un link youtube valabil...
ru: Ваша ссылка: %s не является ссылкой на YouTube...

source: %s: No results for %s ...
fr: %s: Aucun résultat pour %s...
ro: %s Nici un rezultat pentru %s...
ru: %s: Нет результата для %s ...

source: <small><b>view:</b> %(count)s <b>Duration:</b> %(duration)s</small>
fr: <small><b>Vues:</b> %(count)s <b>Durée:</b> %(duration)s</small>
ru: <small><b>просмотр:</b> %(count)s <b>Продолжительность:</b> %(duration)s</small>

source: Tag:
ro: Etichetă:
ru: Метка:

source: Date of release
fr: Plus récentes
ro: Data de lansare
ru: Дата релиза

source: Average rating
fr: Mieux notés
ro: Media de evaluare
ru: Средний рейтинг

source: Week rating
fr: Top semaine
ro: Evaluare săptămânală
ru: Рейтинг недели

source: Month rating
fr: Top mois
ro: Evaluare lunară
ru: Рейтинг месяца

source: Listened
fr: Plus écoutés
ro: Ascultate
ru: Слушать

source: Starred
fr: Favoris
ro: Marcate ca importante
ru: Отмеченные

source: Tag relevant
fr: Pertinence
ro: Etichetate ca relevante
ru: Соответствующие метки

source: music
fr: musique
ro: muzică
ru: музыка

source: %s: Connexion failed...
fr: %s: connexion échouée ...
ro: %s: Conexiunea a eşuat,,,
ru: %s: Не удалось соединиться...

source: Top rated
ro: Cele mai votate
ru: Лучше по рейтингу

source: Longest
ro: Cel mai lung
ru: Самые длинные

source: <small><b>views:</b> %s <b>Duration:</b> %s</small>
fr: <small><b>Vues:</b> %s <b>Durée:</b> %s</small>
ru: <small><b>просмотров:</b> %s <b>Длительность:</b> %s</small>

source: %s: No more results for %s...
fr: %s: Aucun résultat pour %s...
ro: %s: Nici un alt rezultat pentru %s
ru: %s: Больше нет результатов для %s...

source: Duration
fr: Durée
ro: Durata
ru: Продолжительность

source: Results :
fr: Résultats
ro: Rezultate :
ru: Результаты :

source: Copy file link
fr: Copier l'adresse du fichier
ro: Copiere link dintr-un fişier
ru: Копировать ссылку

source: Add to Library
fr: Ajouter à la librairie
ro: Adaugă la bibliotecă
ru: Добавить в библиотеку

source: All
fr: Tous
ro: Toate
ru: Все

source: All audios
fr: Tous moteurs audio
ro: Toate fişierele audio
ru: Все аудио

source: All videos
fr: Tous moteurs vidéo
ro: Toate fişierele video
ru: Все видео

source: Please select a search engine...
fr: Sélectionner un moteur de recherche ...
ro: Vă rugăm să alegeţi un motor de căutare
ru: Пожалуйста, выберите поисковую систему...

source: Please enter an artist/album or song name...
fr: Entrez votre recherche ...
ro: Introduceţi numele unui artist/album sau melodie
ru: Пожалуйста, введите исполнитель/альбом или название песни...

source: Please select an engine...
fr: Sélectionner un moteur de recherche ...
ro: Vă rugăm să alegeţi un motor de căutare
ru: Пожалуйста, выберите движек...

source: This link has been removed or is expired...!
ro: Acest link a fost eliminat sau a expirat...!
ru: Ссылка удалена или просрочена!...

source: Searching for %(query)s with %(engine)s (page: %(page)s)
fr: Recherche de %(query)s avec %(engine)s (page: %(page)s)
ro: Căutare pentru %(query)s with %(engine)s (page: %(page)s)
ru: Поиск %(query)s with %(engine)s (page: %(page)s)

source: About
fr: À propos
ro: Despre
ru: О программе

source: Previous page
fr: page précédente
ro: Pagina anterioară
ru: Предыдущая страница

source: Next page
fr: Page suivante
ro: Pagina următoare
ru: Следующая страница

source: Stop search
fr: Arrêter la recherche
ro: Opreşte căutarea
ru: Остановить поиск

source: Preferences
fr: Préférences
ro: Preferinţe
ru: Параметры

source: Start search
fr: Démarrer la recherche
ro: Lansaţi căutarea
ru: Остановить поиск

source: Clean
fr: Nettoyer
ro: Ştergeţi
ru: Очистить

source: Engine:
fr: Moteur:
ro: Motor de căutare:
ru: Движок:

source: results
fr: résultats
ro: rezultate
ru: результат

source: Add playlist
fr: Ajouter une liste de lecture
ro: Adaugă playlist
ru: Добавить в список

source: Remove selected
fr: Supprimer la sélection
ro: Elimină elementele selectate
ru: Удалить выбранные

source: Remove playlist
fr: Effacer la liste de lecture
ro: Elimină playlist
ru: Удалить из списка

source: playlists
fr: Listes de lecture
ru: списки

source: Browser
ro: Browser-ul
ru: Браузер

source: Video
ru: Видео

source: Play/Stop
fr: Lecture / Arrêt
ro: Redare/Stop
ru: Играть/Стоп

source: Pause
ro: Pauză
ru: Пау

source: Shuffle
fr: Lecture Aléatoire
ru: Случайно

source: Repeat
fr: Répéter
ro: Repetare
ru: Повторять

source: Download
fr: Télécharger
ro: Descarcare
ru: Загрузить

source: Downloads manager
fr: gestionnaire de téléchargements
ro: Gestionarul de descărcări
ru: Менеджер загрузок

source: page 1
ro: pagina 1
ru: страница 1

source: Home
fr: Accueil
ro: Acasă
ru: Домой

source: Download path :
fr: Dossier de téléchargement :
ro: Parcursul descărcări :
ru: Путь загрузки:

source: Choose a folder
fr: Choisissez un dossier
ro: Alegeţi un dosar
ru: Выбрать папку

source: <b>Downloads : </b>
fr: <b>Téléchargements : </b>
ro: <b>desărcări :</b>
ru: <b>Загрузки : </b>

source: page 2
ro: pagina 2
ru: страница 2

source: New Playlist
fr: Librairie
ro: Nou playlist
ru: Новый список

source: Enter a name for the new playlist
fr: Entrez un nom pour votre liste de lecture
ro: Specificați un nume pentru noul playlist
ru: Введите имя для нового списка

source: Playlist select
fr: Sélectionnez une liste
ro: Selecție playlist
ru: Выбрать список

source: Select a playlist
fr: Sélectionnez une liste
ro: Alegeți un playlist
ru: Выбрать список

source: Create new playlist
fr: Ajouter une liste de lecture
ro: Creați un nou playlist
ru: Создать список

source: Options
ro: Opţiuni
ru: Параметры

source: Show preview images
fr: Voir les images d'aperçu
ro: Arată imaginile de previzualizare
ru: Предварительный просмотр изображений

source: <b>Playlist options : </b>
fr: <b>Options de la playlist:</b>
ro: <b>Opţiunile listei de redare: </b>
ru: <b>Параметры списка : </b>

source: Max resolution :
fr: Résolution max :
ro: Rezoluţie maximă :
ru: Макс. разрешение :

source: <b>Youtube video options : </b>
fr: <b>Options vidéo Youtube : </b>
ro: <b>Opţiuni video Youtube : </b>
ru: <b>Параметры видео Youtube : </b>

source: <b>Visualisations :</b>
ro: <b>Vizualizări :</b>
ru: <b>Визуализации :</b>

source: Enable downloads
fr: Activer les téléchargements
ro: Activează descărcări
ru: Включить загрузки

source: Enable audio extraction
fr: Activer l'extraction audio
ro: Activează de extracţie audio
ru: Включить извлечение аудио

source: Enable systray
fr: Activer systray
ro: Activează system tray
ru: Включить в системный лоток

source: Clear history
fr: Effacer l'historique
ro: şterge istoricul
ru: Очистить историю

source: <b>Extras options : </b>
fr: <b>Options supplémentaires: </b>
ro: <b>Extra-opţiuni : </b>
ru: <b>Опции извлечения : </b>

source: <b>Select your engines : </b>
fr: <b>Sélectionnez vos moteurs : </b>
ro: <b>Selectaţi motoarele : </b>
ru: <b>Выбрать движок : </b>

source: Engines
fr: Moteurs
ro: Motoare
ru: Движки

source: Play/pause : Space Stop: s Fullscreen : f enter search box: BackSpace show downloads: d
fr: Lecture / Pause : Espace Stop : s Plein écran : f rechercher : Retour (effacer) téléchargements : d
ro: Play/pauză : Space⏎ Stop: s⏎ Ecran complect : f⏎ intrare in căsuţa de căutare: BackSpace⏎ arată descărcările: d
ru: Играть/пауза : Space Стоп: s Полноэкранный : f ввод поиска: BackSpace показать загрузки: d

source: <b>Shortcuts:</b>
fr: <b>Raccourcis:</b>
ro: <b>Scurtături tastatură:<b>
ru: <b>Горячие клавиши:</b>

source: Infos
ro: Informaţii
ru: Информация

source: You like gmediafinder and want to support the project, click the link below and donate . thanks!
fr: Vous aimez gmediafinder et vous souhaitez soutenir le projet, cliquez sur le lien ci-dessous et faites un don. merci!
ru: Вы любите gmediafinder и хотите поддержать проект, нажмите на ссылку пожертвовать внизу. спасибо!

source: <b>Support : </b>
fr: <b>Soutien : </b>
ru: <b>Поддержка : </b>

source: Support
fr: Soutien
ru: Поддержка

source: I refuse
fr: Je refuse
ro: Refuz
ru: Я отказываюсь

source: I accept
fr: J'accepte
ro: Accept
ru: Я принимаю

source: Disclaimer, Please read:
fr: Avertissement, veuillez lire s'il vous plaît :
ro: Denegări de responsabilitate, Vă rugăm să citiţi:
ru: Все права защищены, прочтите:

source: The following are terms and conditions for use of gmediafinder including all services offered. The service is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein. By visiting and using Mp3-center.org or any of its affiliate sites and services, you are acknowledging your full compliance to the terms listed here. gmediafinder is based on its links to third party sites. The linked sites are not under the control of gmediafinder and gmediafinder is not responsible for the content of any linked sites or any links contained in a linked site. gmediafinder is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by gmediafinder of the site or any association with their operators. gmediafinder's team do not assume any responsibility or liability for the audio file, from completeness to legalities. gmediafinder user agrees that gmediafinder is hereby absolved from any and all liabilities, losses, costs and claims, including attorney's fees asserted against gmediafinder, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by gmediafinder. gmediafinder team makes no warranties, expressed or implied, for the services we provide. gmediafinder will not be held responsible for any damages you or your business may suffer from using gmediafinder services. gmediafinder will not be held responsible for any interruptions, delays, failures, inaccuracies, or typographical errors gmediafinder team does not represent or warrant that the Service or the server that makes it available, are free of viruses or other harmful components. gmediafinder does not warrant or represent that the use or the results of the use of the Service or the materials made available as part of the Service will be correct, accurate, timely, or otherwise reliable gmediafinder team reserves the right to update this policy at any time without notice.
fr: Les éléments suivants sont des termes et conditions d'utilisation de gmediafinder et de tous les services inclus. Ce service vous est offert sous réserve de votre acceptation sans modification des termes, conditions et notifications contenus aux présentes. En utilisant gmediafinder ou un de ses sites affiliés et leurs services, vous reconnaissez votre pleine conformité aux termes énumérés ici. gmediafinder est basé sur des liens vers des sites tiers. Les sites liés ne sont pas sous le contrôle de gmediafinder et gmediafinder n'est pas responsable du contenu des sites liés ou des liens contenus dans un de ces sites. gmediafinder fournit ces liens seulement comme une commodité et le téléchargement de tout lien n'implique pas l'approbation par l'equipe gmediafinder ou un des sites liés ou encore de toute association avec leurs exploitants. l'équipe de gmediafinder n'assume aucune responsabilité ou obligation sur les fichiers audio/vidéo issus de vos recherches. l'utilisateur accepte que gmediafinder est absous de toutes les responsabilités, pertes, coûts et réclamations, y compris les honoraires d'avocat opposables aux services de gmediafinder et son équipe qui pourrait survenir ou résulter de tout service fourni dans gmediafinder. l'équipe gmediafinder ne donne aucune garantie, expresse ou implicite, pour les services offerts. gmediafinder ne sera pas tenue responsable de tout dommage dont vous ou tout tiers pourrait souffrir en utilisant ses services. gmediafinder ne sera pas tenu responsable des interruptions, retards, échecs, des inexactitudes ou des erreurs typographiques... l'équipe gmediafinder ne garantie pas que le service ou les serveurs qui les rendent accessibles soient exempts de virus ou autres composants nuisibles. l'équipe gmediafinder se réserve le droit de mettre à jour cette politique à tout moment, sans préavis.
ru: Положения и условия для использования gmediafinder включая все предложенные услуги. Услуга предлагается Вам в расчете на использование без изменения ограничений, условий и предупреждений, приведенных в настоящем документе. Посещая и используя Mp3-center.org или любой из его аффилированных сайтов и услуг, вы признаете свое полное соответствие с условиями, перечисленные здесь. gmediafinder is based on its links to third party sites. The linked sites are not under the control of gmediafinder and gmediafinder is not responsible for the content of any linked sites or any links contained in a linked site. gmediafinder is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by gmediafinder of the site or any association with their operators. gmediafinder's team do not assume any responsibility or liability for the audio file, from completeness to legalities. gmediafinder user agrees that gmediafinder is hereby absolved from any and all liabilities, losses, costs and claims, including attorney's fees asserted against gmediafinder, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by gmediafinder. gmediafinder team makes no warranties, expressed or implied, for the services we provide. gmediafinder will not be held responsible for any damages you or your business may suffer from using gmediafinder services. gmediafinder will not be held responsible for any interruptions, delays, failures, inaccuracies, or typographical errors gmediafinder team does not represent or warrant that the Service or the server that makes it available, are free of viruses or other harmful components. gmediafinder does not warrant or represent that the use or the results of the use of the Service or the materials made available as part of the Service will be correct, accurate, timely, or otherwise reliable gmediafinder team reserves the right to update this policy at any time without notice.

source: %s: Please wait, it can take longtime ...
fr: %s: Patience, la recherche peut être longue...
ro: %s: Vă rugăm să aşteptaţi, poate dura mult timp ...
ru: %s: Пожалуйста, подождите, это может занять время ...

source: Remaining : %(min)02d:%(sec)02d
fr: Restant: %(min)02d:%(sec)02d
ro: Rămas : %(min)02d:%(sec)02d
ru: Осталось : %(min)02d:%(sec)02d

source: Range request not supported, redownloading file
fr: Reprise impossible, téléchargement du fichier
ro: Solicitarea interval nesuportat,nouă descărcare a fişierului
ru: Запрос не поддерживается, перезагрузка файла

source: %3d%% %s of %s Mb at %s KB/s
fr: %3d%% %s de %s Mb à %s KB/s
ru: %3d%% %s of %s Мб в %s КБ/с

source: Download complete
fr: Téléchargement terminé
ro: Descărcarea completată
ru: Загрузка завершена

source: Failed...
fr: Erreur...
ro: A eşuat...
ru: Неудача...

source: Cancel downloading...
fr: Annulation du téléchargement...
ro: Anulare descărcare ...
ru: Отмена загрузки...

source: download paused...
fr: Téléchargement en pause...
ro: descărcare întreruptă ...
ru: загрузка приостановлена...

source: Stopped
fr: Arrêté
ro: Oprit
ru: Остановлен

source: Pause/Resume download
fr: Arrêter / Redémarrer le téléchargement
ro: Pauză/Reluare descărcare
ru: Пауза/продолжение загрузки

source: Stop Downloading
fr: Arrêter le téléchargement
ro: Opriţi Descărcarea
ru: Остановить загрузку

source: Show in folder
fr: Afficher dans le dossier
ro: Afişaţi în dosar
ru: Показать размещение

source: Remove
fr: Supprimer
ro: Şterge
ru: Удалить

source: Convert to mp3
fr: Convertir en mp3
ro: Conversia la mp3
ru: Конвертировать в mp3

source: Waiting...
fr: En attente ...
ro: Așteptați...
ru: Ожидание...

source: Gmediafinder Copyright (C) 2011 Laguillaumie Sylvain This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
fr: Gmediafinder Copyright (C) 2011 Laguillaumie Sylvain Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la GNU General Public License telle que publiée par la Free Software Foundation , soit la version 2 de la Licence, soit (à votre gré) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE : sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la GNU General Public License pour plus de détails. Vous devriez avoir reçu une copie de la GNU General Public License avec ce programme ; si ce n’est pas le cas, consultez : <http://www.gnu.org/licenses/>.

source: disabled jess goom oinksie lv_scope lv_analyzer jakdaw infinite corona bumpscope
fr: désactivé jess goom oinksie lv_scope lv_analyzer jakdaw infinie corona bumpscope
